  [
    {
      "id": 1,
      "title": "Surveillance Drone",
      "description": "Robofly's advanced surveillance drones for security and inspection offer high-definition aerial footage, thermal imaging, and autonomous flight modes—ideal for border patrol, industrial monitoring, and real-time threat detection.",
      "main-image": "https://drive.google.com/file/d/1hdVRJXCYYmwzN7xZs5zN_pWCI1DNSLvl/view?usp=drive_link"
    },
    {
      "id": 2,
      "title": "Agricultural Spraying Drone",
      "description": "Our agricultural spraying drones for crop protection deliver precision pesticide and fertilizer application, covering large farmlands quickly and reducing chemical use—maximizing crop yield and promoting sustainable farming.",
      "main-image": "https://drive.google.com/file/d/1FQkSZTcKp0CXNNOl6p-qWFStKw5iDRgX/view?usp=drive_link"
    },
    {
      "id": 3,
      "title": "Logistics Package Dropping Drone",
      "description": "Designed for the future of logistics, Robofly's delivery drones for package transportation enable secure, fast, and autonomous supply drops to remote and urban areas—perfect for e-commerce, disaster relief, and defense.",
      "main-image": "https://drive.google.com/file/d/1UBDiE5pFZFcRlbFORy_TSyLnjKhlhVWa/view?usp=drive_link"
    },
    {
      "id": 4,
      "title": "FPV Drones (First Person View)",
      "description": "Robofly’s high-speed FPV racing and tactical drones are built for extreme maneuverability, immersive first-person flight, and real-time video—used in drone sports, simulation training, and defense reconnaissance missions.",
      "main-image": "https://drive.google.com/file/d/19l9avb9Q8G5YuKJ_SLKNt7_NduDqwN3k/view?usp=drive_link"
    },
    {
      "id": 5,
      "title": "Training Drones (Educational Use)",
      "description": "Our training drones for students and institutions are safe, modular, and built for drone education, helping learners gain hands-on experience in drone piloting, assembly, and aerial robotics.",
      "main-image": "https://drive.google.com/file/d/1MS_olKu1CsFYHx61TUeTQI4N4RtI3jao/view?usp=drive_link"
    },
    {
      "id": 6,
      "title": "Customizable Drones (All Types)",
      "description": "Robofly specializes in custom drone solutions tailored to your industry needs—whether it’s agriculture, defense, logistics, or research. Every element from frame to software is customizable for your mission.",
      "main-image": "https://drive.google.com/file/d/1ZUjUT-McqDW778pXuG7sUG-Pw5D_Qc-N/view?usp=drive_link"
    }
  ]